/* Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On */
"scringo_text_activity_share" = "Deze optie uitzetten betekent dat je activiteiten in deze app niet worden gedeeld met andere app gebruikers. We plaatsen nooit automatisch berichten op je sociale netwerken, zelfs als deze optie aan staat.";

/* Connect to interact with other people on %@ */
"scringo_text_anonymous_activity_message" = "Verbind om met andere mensen te communiceren via %@";

/* Connect to message other people on %@ */
"scringo_text_anonymous_message" = "Verbind om andere mensen berichten te sturen via %@";

/* There are no messages */
"scringo_text_anonymous_no_messages_title" = "Er zijn geen berichten";

/* Write something about yourself */
"scringo_text_bio_text" = "Schrijf iets over jezelf";

/* Are you sure you want to block %@ */
"scringo_text_block_user_message" = "Weet je zeker dat je %@ wilt blokkeren?";

/* Block user
   Block User */
"scringo_text_block_user_title" = "Blokeer Gebruiker";

/* Blocked */
"scringo_text_blocked_title" = "Geblockeerd";

/* Cancel */
"scringo_text_cancel_button" = "Annuleren";

/* Are you sure you want to cancel editing? */
"scringo_text_cancel_edit_message_description" = "Weet je zeker dat je bewerken wilt annuleren?";

/* Canceling Edit */
"scringo_text_cancel_edit_message_title" = "Annuleer bewerken";

/* Are you sure you want to cancel report %@ */
"scringo_text_cancel_report_message" = "Weet je zeker dat je het rapporteren van %@ wilt annuleren?";

/* Cancel report User */
"scringo_text_cancel_report_title" = "Annuleer rapporteren";

/* Compose */
"scringo_text_compose_title" = "Opstellen";

/* Who are you writing to */
"scringo_text_compose_filter_hint" = "Naar wie stuur je een bericht";

/* Yes, I'm sure
   Yes, I'm Sure */
"scringo_text_confirm_yes_button" = "Ja, ik weet het zeker";

/* Connect */
"scringo_text_connect_button" = "Verbinden";

/* Delete */
"scringo_text_delete_button" = "Verwijderen";

/* Are you sure you want to delete this message? */
"scringo_text_delete_message_description" = "Weet je zeker dat je dit bericht wilt verwijderen?";

/* Delete Message */
"scringo_text_delete_message_title" = "Verwijder bericht";

/* Are you sure you want to Delete your feedback? */
"scringo_text_feedback_cancel_message" = "Weet je zeker dat je je feedback wilt verwijderen?";

/* Delete Feedback */
"scringo_text_feedback_cancel_title" = "Verwijder feedback";

/* Follow %@ */
"scringo_text_follow_a_user" = "Volg %@";

/* Follow All These %d Friends */
"scringo_text_follow_all_friends" = "Volg all deze %d vrienden";

/* Connect to follow this user */
"scringo_text_follow_connect_message" = "Verbind om deze gebruiker volgen";

/* Followers */
"scringo_text_followers_title" = "Volgers";

/* Following */
"scringo_text_following_title" = "Volgend";

/* Posts */
"scringo_text_posts_title" = "Berichten";

/* Liked an Activity */
"scringo_text_liked_an_activity" = "Vind een activiteit leuk";

/* Make the most out of %@, connect with Facebook or Twitter */
"scringo_text_make_the_most" = "Maak het meeste van %@, Verbind met Facebook of Twitter";

/* Connect to message this user */
"scringo_text_message_connect_message" = "Verbind om deze gebruiker een bericht te sturen";

/* There are no messages. Don't wait up, start a conversation! */
"scringo_text_no_messages_title" = "Er zijn geen berichten, start een nieuw gesprek!";

/* OK */
"scringo_text_ok_button" = "OK";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages */
"scringo_text_post_feedback_popup_message" = "We zullen je feedback bekijken en zo snel mogelijk reageren! Je kunt ons antwoord in je berichten vinden.";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages\n\nIn the meantime, we'll be happy if you could rate us in the App Store */
"scringo_text_post_feedback_popup_message_5stars" = "We zullen je feedback bekijken en zo snel mogelijk reageren! Je kunt ons antwoord in je berichten vinden\n\nOndertussen zouden we blij zijn met een review op App Store";

/* Thank you for your feedback! */
"scringo_text_post_feedback_popup_title" = "Bedankt voor je feedback!";

/* Share your Activities */
"scringo_text_privacy_title" = "Deel je activiteiten";

/* Connect to see who's around you */
"scringo_text_radar_connect_message" = "Verbind om te zien wie er bij je in de buurt zijn";

/* Follow these %d people */
"scringo_text_radar_follow_many_message" = "Volg deze %d mensen";

/* Follow %@ */
"scringo_text_radar_follow_one_message" = "Volg %@";

/* There are %d people around you which you don't follow! */
"scringo_text_radar_many_to_follow_message" = "Er zijn %d mensen om je heen die je niet volgt!";

/* There is one person around you which you don't follow! */
"scringo_text_radar_one_to_follow_message" = "Er is een persoon om je heen die je niet volgt!";

/* Rate Us */
"scringo_text_rate_us_button" = "Beoordeel ons";

/* Help us grow, rate us on the AppStore */
"scringo_text_rate_us_description" = "Help ons groeien, beoordeel ons op AppStore";

/* Later */
"scringo_text_rate_us_later_button" = "Later";

/* Rate Us */
"scringo_text_rate_us_title" = "Beoordeel ons";

/* Are you sure you want to report %@ */
"scringo_text_report_user_message" = "Weet je zeker dat je %@ wilt rapporteren?";

/* Report User */
"scringo_text_report_user_title" = "Raporteer gebruiker";

/* Reported */
"scringo_text_reported_title" = "Gerapporteerd";

/* Share on Facebook */
"scringo_text_share_on_facebook" = "Delen op Facebook";

/* Post your friends about this app! */
"scringo_text_share_on_facebook_description" = "Post naar je vrienden over deze app!";

/* Tweet your followers about this app! */
"scringo_text_share_on_twitter_description" = "Tweet je volgers over deze app!";

/* Share on Twitter */
"scringo_text_share_on_twitter_title" = "Deel op Twitter";

/* Sign Out */
"scringo_text_sign_out_title" = "Afmelden";

/* Are you sure you want to sign out from your %@ account? */
"scringo_text_social_network_sign_out_message" = "Weet je zeker dat je uit je %@ account wilt uitloggen?";

/* Please describe the bug that you've found */
"scringo_text_talk_to_us_bug" = "Beschrijf de bug die je hebt gevonden";

/* Feedback, Bug report, Feature request */
"scringo_text_talk_to_us_description" = "Feedback, bug, nieuwe functionaliteit";

/* Please describe your suggestions */
"scringo_text_talk_to_us_feature" = "Beschrijf je suggestie";

/* Please describe your feedback */
"scringo_text_talk_to_us_feedback" = "Beschrijf je feedback";

/* Talk to Us */
"scringo_text_talk_to_us_title" = "Praat met ons";

/* Twitter Connect */
"scringo_text_twitter_connect_title" = "Verbind Twitter";

/* Facebook Connect */
"scringo_text_facebook_connect_title" = "Verbind Facebook";

/* Are you sure you want to unblock %@ */
"scringo_text_unblock_user_message" = "Weet je zeker dat je %@ wilt deblokkeren?";

/* Unblock User
   Unblock user */
"scringo_text_unblock_user_title" = "Deblokkeer gebruiker";

/* Unblocked */
"scringo_text_unblocked_title" = "Gedeblokkeerd";

/* Unreported */
"scringo_text_unreported_title" = "Ongerapporteerd";

/* Swipe to Discover More */
"scringo_text_welcome_popup_title" = "Swipe om meer te ontdekken";

/* Swipe to the left to discover more out of %@ */
"scringo_text_welcome_popup_left" = "Swipe naar links om meer van %@ te ontdekken";

/* Swipe to the right to discover more out of %@ */
"scringo_text_welcome_popup_right" = "Swipe naar rechts om meer van %@ te ontdekken";

/* Welcome to %@! */
"scringo_text_welcome_to_app" = "Welkom bij %@!";

/* Invite friends from your contact list */
"scringo_text_contacts_description" = "Nodig vrienden uit je lijst met contactpersonen";

/* Contacts */
"scringo_text_contacts_title" = "Contacten";

/* Facebook Contacts */
"scringo_text_facebook_contacts" = "Facebook Contacten";

/* Facebook Friends */
"scringo_text_facebook_friends_title" = "Facebook vrienden";

/* Invite your facebook friends */
"scringo_text_facebook_invite_description" = "Nodig je Facebook vrienden uit";

/* Facebook */
"scringo_text_facebook_title" = "Facebook";

/* Find friends from your social networks */
"scringo_text_find_friends_description" = "Vind vrienden uit je sociale netwerken";

/* Find Friends */
"scringo_text_find_friends_title" = "Vind je vrienden";

/* Find */
"scringo_text_find_header" = "Zoeken";

/* Follow All %d People */
"scringo_text_follow_all_people_button" = "Volg alle %d personen";

/* Follow\n%@ */
"scringo_text_follow_person_button" = "Volg\n%@";

/* Follow %@ */
"scringo_text_follow_one_button" = "Volg %@";

/* Following\n%@ */
"scringo_text_following_person_button" = "Volgend\n%@";

/* Free */
"scringo_text_free_app_price" = "Gratis";

/* Friends */
"scringo_text_friends_title" = "Vrienden";

/* Invite Contacts */
"scringo_text_invite_contacts_title" = "Nodig contactpersonen uit";

/* Invite */
"scringo_text_invite_header" = "Uitnodigen";

/* joined */
"scringo_text_joined" = "joined";

/* liked */
"scringo_text_liked" = "liked";

/* LinkedIn Friends */
"scringo_text_linkedin_friends" = "LinkedIn vrienden";

/* Load Earlier Messages */
"scringo_text_load_earlier_messages_button" = "Laad eerdere berichten";

/* Loading... */
"scringo_text_loading" = "Laden...";

/* %d followers */
"scringo_text_number_of_followers" = "%d volgers";

/* People Nearby */
"scringo_text_people_nearby_header" = "Mensen dichtbij";

/* Pull down to refresh... */
"scringo_text_pull_down_to_refresh" = "Sleep om te vernieuwen...";

/* Release to refresh... */
"scringo_text_release_to_refresh" = "Laat los om te vernieuwen...";

/* Send */
"scringo_text_send_button" = "Verzenden";

/* started following */
"scringo_text_started_following" = "gestart met volgen";

/* Awesome people you should follow */
"scringo_text_suggestions_description" = "Interessante mensen die je kunt volgen";

/* Suggestions */
"scringo_text_suggestions_title" = "Suggesties";

/* Send us feedback, report a bug */
"scringo_text_compose_talk_to_us_description" = "Stuur ons feedback of rapporteer een probleem";

/* In order to use Twitter functionality, please add your Twitter account in Settings. */
"scringo_text_twitter_cant_connect_message" = "Om Twitter te gebruiken moet je jouw Twitter account toevoegen bij de instellingen.";

/* Twitter Contacts */
"scringo_text_twitter_contacts" = "Twitter contactpersonen";

/* Twitter Friends */
"scringo_text_twitter_friends" = "Twitter vrienden";

/* Invite your twitter friends */
"scringo_text_twitter_invite_description" = "Nodig je Twitter vrienden uit";

/* Twitter */
"scringo_text_twitter_title" = "Twitter";

/* More */
"scringo_text_more_title" = "Meer";

/* Share */
"scringo_text_share_title" = "Delen";

/* Close */
"scringo_text_close_button" = "Sluiten";

/* Check out these people you should follow */
"scringo_text_checkout_suggestions" = "Bekijk deze mensen die je kunt volgen";

/* There are no suggestions */
"scringo_text_no_suggestions_message" = "Er zijn geen suggesties";

/* Follow */
"scringo_text_follow_button" = "Volgen";

/* Following */
"scringo_text_following_button" = "Volgend";

/* Send Feedback */
"scringo_text_send_feedback_title" = "Stuur feedback";

/* Report a bug */
"scringo_text_bug_report_title" = "Rapporteer een probleem";

/* Feature Request */
"scringo_text_feature_request_title" = "Functionaliteit aanvragen";

/* Invite */
"scringo_text_invite_button" = "Uitnodigen";

/* Follow All */
"scringo_text_follow_all_button" = "Volg allemaal";

/* Error */
"scringo_text_error_title" = "Probleem";

/* No network. Try again later */
"scringo_text_no_network_message" = "Geen netwerk, probeer later";

/* My Posts */
"scringo_text_my_posts_title" = "Mijn Posts";

/* %@ Posts */
"scringo_text_person_posts_title" = "%@ Posts";

/* Why not follow them? */
"scringo_text_radar_overlay_subtitle" = "Waarom deze niet volgen?";

/* Don't Show Again */
"scringo_text_radar_dont_show_button" = "Niet meer weergeven";

/* Not Now */
"scringo_text_radar_not_now_button" = "Niet nu";

/* Email */
"scringo_text_email_title" = "Email";

/* Edit Bio */
"scringo_text_edit_bio_title" = "Bewerk biografie";

/* Done */
"scringo_text_done_button" = "Klaar";

/* Messages */
"scringo_text_messages_tab_title" = "Berichten";

/* Activity */
"scringo_text_activity_tab_title" = "Activiteiten";

/* Find & Invite Friends */
"scringo_text_find_and_invite_friends_tab_title" = "Zoek & vind je vrienden";

/* Feedback */
"scringo_text_feedback_tab_title" = "Feedback";

/* More Apps */
"scringo_text_more_apps_tab_title" = "Meer Apps";

/* Radar */
"scringo_text_radar_tab_title" = "Radar";

/* Leaderboard */
"scringo_text_leaderboard_tab_title" = "Leaderboard";

/* BY */
"scringo_text_topic_by" = "By";

/* Post */
"scringo_text_post_button" = "Post";

/* %d New Comment */
"scringo_text_new_comment_button" = "%d Nieuwe Commentaar";

/* %d New Comments */
"scringo_text_new_comments_button" = "%d Nieuwe Commentaren";

/* Connect to post comments */
"scringo_text_post_connect_message" = "Verbind om commentaar te posten";

/* Blog */
"scringo_text_chatrooms_tab_title" = "Blog";

/* liked a post */
"scringo_text_liked_a_blog_post" = "Liked een blogbericht";

/* liked Comment by */
"scringo_text_liked_a_blog_post_comment" = "Liked %@s commentaar";

/* commented on */
"scringo_text_commented_on" = "gereageerd op";

/* a few seconds ago */
"scringo_text_a_few_seconds_ago" = "een paar seconden geleden";

/* %ds ago */
"scringo_text_short_n_seconds_ago" = "%ds geleden";

/* %d secs ago */
"scringo_text_long_n_seconds_ago" = "%d sec geleden";

/* %dm ago */
"scringo_text_short_n_minutes_ago" = "%dm geleden";

/* %d mins ago */
"scringo_text_long_n_minutes_ago" = "%d min geleden";

/* 1 minute ago */
"scringo_text_a_minute_ago" = "1 minuut geleden";

/* %dh ago */
"scringo_text_short_n_hours_ago" = "%dh geleden";

/* %d hours ago */
"scringo_text_long_n_hours_ago" = "%d uur geleden";

/* 1 hour ago */
"scringo_text_an_hour_ago" = "1 uur geleden";

/* %dd ago */
"scringo_text_short_n_days_ago" = "%dd geleden";

/* %d days ago */
"scringo_text_long_n_days_ago" = "%d dagen geleden";

/* Yesterday */
"scringo_text_yesterday" = "Gisteren";

/* Make the most out of %@, Log In or Sign Up */
"scringo_text_login_signup_message" = "Maak het meeste van %@, Log In of Aanmelden";

/* Log In */
"scringo_text_login_button" = "Log In";

/* Sign Up */
"scringo_text_signup_button" = "Aanmelden";

/* Make the most out of %@, Sign Up! */
"scringo_text_signup_message" = "Maak het meeste van %@, Aanmelden!";

/* Make the most out of %@, Log In! */
"scringo_text_login_message" = "Maak het meeste van %@, Log In!";

/* Already Have an Account? */
"scringo_text_login_invite_message" = "Al aangemeld?";

/* Sign Up with Email */
"scringo_text_email_signup_button" = "Aanmelden met e-mail";

/* Don't Have an Account? */
"scringo_text_signup_invite_message" = "Nog geen account?";

/* Login with Email */
"scringo_text_email_login_button" = "Inloggen met e-mail";

/* Sign Up */
"scringo_text_signup_title" = "Aanmelden";

/* Log In */
"scringo_text_login_title" = "Log In";

/* Settings */
"scringo_text_settings_title" = "Instellingen";

/* User Details */
"scringo_text_user_details_title" = "Gebruiker details";

/* Accounts */
"scringo_text_accounts_title" = "Gebruikers";

/* Connect Social */
"scringo_text_connect_social_override_title" = "Dubbele gebruiker!";

/* Are you sure you want to connect %@ to your account? */
"scringo_text_connect_social_override_message" = "Deze gebruiker is al op een ander apparaat in gebruik. Wilt u %@ op dit apparaat gebruiken?";

/* Sign Up Failed */
"scringo_text_user_already_signed_up_title" = "Fout bij aanmelden";

/* User already signed up. Please Login */
"scringo_text_user_already_signed_up_message" = "Deze gebruiker zich al aangemeld. Alstublieft Inloggen";

/* User sign up failed due to server error */
"scringo_text_sign_up_general_error_message" = "Deze gebruiker aanmelden is mislukt vanwege interne fout";

/* Login Failed */
"scringo_text_user_login_failed_title" = "Fout bij inloggen";

/* Unknown User or Bad Password */
"scringo_text_user_login_failed_message" = "Onbekende gebruiker of ongeldig wachtwoord";

/* User login failed due to internal error */
"scringo_text_login_general_error_message" = "Gebruikerslogin mislukt vanwege interne fout";

/* Update */
"scringo_text_update_button" = "Bijwerken";

/* Discard Changes? */
"scringo_text_discard_changes_title" = "Wijzigingen weggooien?";

/* Are you sure you want to discard all changes? */
"scringo_text_discard_changes_description" = "Weet u zeker dat u alle wijzigingen ongedaan?";

/* Forgot your password? */
"scringo_text_forgot_password_button" = "Uw wachtwoord vergeten?";

/* Change password */
"scringo_text_change_password_button" = "Wachtwoord wijzigen";

/* Requirements Not Met */
"scringo_text_requirements_not_met_title" = "Eisen niet gehaald";

/* All fields are mandatory! */
"scringo_text_requirements_not_met_message" = "Alle velden zijn verplicht!";

/* Forgot Password */
"scringo_text_forgot_password_title" = "Wachtwoord vergeten";

/* Change Password */
"scringo_text_change_password_title" = "Wachtwoord wijzigen";

/* Password Sent */
"scringo_text_password_sent_title" = "wachtwoord Verzonden";

/* Your password has been sent to the specified email */
"scringo_text_password_sent_message" = "Een e-mail met het nieuwe wachtwoord is verzonden";

/* Name can not be empty! */
"scringo_text_name_not_empty_message" = "Naam kan niet leeg zijn!";

/* Full Name */
"scringo_text_full_name_text_field" = "Naam";

/* At least 6 characters */
"scringo_text_password_text_field" = "Minimaal 6 tekens";

/* Email */
"scringo_text_email_text_field_title" = "E-mail";

/* Password */
"scringo_text_password_text_field_title" = "Wachtwoord";

/* Today */
"scringo_text_leaderboard_button_today" = "Vandaag";

/* This Week */
"scringo_text_leaderboard_button_this_week" = "Deze Week";

/* All Time */
"scringo_text_leaderboard_button_all_time" = "Totaal";

/* Quiz */
"scringo_text_quiz_tab_title" = "Quiz";

/* Quizzes */
"scringo_text_quizzes_title" = "Kies Quiz";

/* Play */
"scringo_text_play_button" = "Speel";

/* Unlock */
"scringo_text_unlock_button" = "Vrijgeven";

/* Game Over */
"scringo_text_game_over_title" = "Game Over";

/* Congratulations */
"scringo_text_congratulations_title" = "Gefeliciteerd";

/* You Reached %d Pts */
"scringo_text_quiz_points_reached_label" = "U heeft %d punten gescored";

/* Purchase %d lives */
"scringo_text_quiz_end_purchase_lives_button" = "Purchase %d lives";

/* Use %d coins to continue */
"scringo_text_quiz_end_use_life_label" = "Gebruik %d munten om door te gaan";

/* High Scores */
"scringo_text_quiz_end_leaderboard_label" = "High Scores";

/* Start a new game */
"scringo_text_quiz_end_start_new_game_label" = "Start nieuw spel";

/* Share Score */
"scringo_text_quiz_end_share_score_label" = "Share Score";

/* Suggest a Question */
"scringo_text_quiz_end_suggest_question_label" = "Stel een vraag voor";

/* Exit */
"scringo_text_quiz_end_exit_label" = "Stop";

/* Play New Game */
"scringo_text_quiz_profile_play_game_label" = "Spelen nieuw spel";

/* Purchase Coins */
"scringo_text_quiz_profile_purchase_label" = "Koop munten";

/* Leaderboard */
"scringo_text_quiz_profile_leaderboard_label" = "Scorebord";

/* Play Quiz */
"scringo_text_quiz_profile_title" = "Speel Quiz";

/* Play Quiz */
"scringo_text_quiz_play_title" = "Speel Quiz";

/* Total Pts */
"scringo_text_quiz_profile_total_points_label" = "Punten Totaal";

/* Coins */
"scringo_text_quiz_profile_hints_label" = "Uw Munten";

/* Lives */
"scringo_text_quiz_profile_lives_label" = "Lives";

/* Use a Hint */
"scringo_text_hints_title" = "Gebruik een hint";

/* Leave Two */
"scringo_text_leave_two_label" = "Laat er twee over";

/* Replace Question */
"scringo_text_replace_question_label" = "Nieuwe Vraag";

/* Popular Answer */
"scringo_text_popular_answer_label" = "Populair antwoord";

/* Purchase Coins */
"scringo_text_purchase_hints_title_label" = "Koop munten";

/* Score: */
"scringo_text_score_title" = "Score:";

/* Purchase */
"scringo_text_quiz_purchase_title" = "Koop Munten";

/* Purchase Coins */
"scringo_text_quiz_purchase_hints_title" = "Koop munten";

/* Purchase Lives */
"scringo_text_quiz_purchase_lives_title" = "Purchase Lives";

/* Purchase All Quizzes */
"scringo_text_quiz_purchase_all_quizzes_title" = "Aankoop Alle Quizzen";

/* Time Bonus */
"scringo_text_quiz_time_bonus_title" = "Tijd Bonus";

/* Question */
"scringo_text_question_text_field" = "Vraag";

/* Correct Answer */
"scringo_text_correct_answer_text_field" = "Juiste Antwoord";

/* Wrong Answer */
"scringo_text_wrong_answer_text_field" = "Fout Antwoord";

/* Wrong Answer Optional */
"scringo_text_wrong_answer_text_field_optional" = "Fout Antwoord (onverplicht)";

/* Thank you! */
"scringo_text_quiz_post_question_suggestion_popup_title" = "Bedankt!";

/* Thank you for sending this question */
"scringo_text_quiz_post_question_suggestion_popup_message" = "Bedankt voor het opsturen van de vraag";

/* Suggest a Question */
"scringo_text_quiz_suggest_question_title" = "Stel een vraag voor";

/* Delete Question */
"scringo_text_quiz_suggest_question_cancel_title" = "Annuleren Suggestie";

/* Are you sure you want to delete your question? */
"scringo_text_quiz_suggest_question_cancel_message" = "Weet u zeker dat u uw suggestie annuleren?";

/* Requirements not met! */
"scringo_text_quiz_post_question_suggestion_requirements_popup_title" = "Je vergat iets!";

/* You must fill the question, correct answer and at least one wrong answer */
"scringo_text_quiz_post_question_suggestion_requirements_popup_message" = "Je moet de vraag invullen, het juiste antwoord en ten minste een fout antwoord";

/* Quizzes Not Ready! */
"scringo_text_quizzes_not_ready_popup_title" = "Quizzen nog niet gereed!";

/* Not all required Quiz products were defined correctly. Quizzes might not work as expected! */
"scringo_text_quizzes_not_ready_popup_message" = "Niet alle quiz producten zijn correct gedefinieerd. De quizzen werken mogelijk niet correct!";

/* All Quizzes */
"scringo_text_quiz_unlock_all_quizzes_button" = "Alle Quizzen";

/* Single Quiz */
"scringo_text_quiz_unlock_single_quiz_button" = "Deze Quize";

/* Unlock Quiz */
"scringo_text_quiz_unlock_quiz_popup_title" = "Vrijgeven";

/* Would you like to unlock only this single Quiz or would you like to unlock all Quizzes? */
"scringo_text_quiz_unlock_quiz_popup_message" = "Wil je alleen deze quiz of alle quizzen vrijgeven?";

/* Exit Quiz */
"scringo_text_quiz_exit_title" = "Quiz stoppen?";

/* Are you sure you want to exit this quiz? */
"scringo_text_quiz_exit_message" = "Weet u zeker dat u terug wilt? U verliest de score van deze quiz?";

/* scored %d points playing %@ Quiz! */
"scringo_text_quiz_post_score_message" = "scored %d points playing %@ Quiz!";

/* Click Play to try and beat that */
"scringo_text_quiz_post_score_description" = "Click Play to try and beat that";

/* Guest */
"scringo_text_guest_name_label" = "Gast";

/* Guest (Click to sign up) */
"scringo_text_guest_me_description_label" = "Klik om aan te melden";

/* Connect to let others see your score (your score will be saved) */
"scringo_text_leaderboard_connect_message" = "Connect to let others see your score (your score will be saved)";

/* %d Coins */
"scringo_text_quiz_coins_cost" = "%d Munten";

/* Buy Coins */
"scringo_text_quiz_unlock_buy_coins_button" = "Koop Munten";

/* Sounds */
"scringo_text_quiz_profile_sounds_label" = "Geluiden";

/* On */
"scringo_text_quiz_sounds_on_label" = "On";

/* Off */
"scringo_text_quiz_sounds_off_label" = "Off";

/* Initializing ... */
"scringo_text_initializing_popup_title" = "Laden ...";

/* Please, Try again later */
"scringo_text_initializing_popup_message" = "Probeer het later nog eens";

/* 1 follower */
"scringo_text_one_follower" = "1 follower";

/* You won a free App */
"scringo_text_quiz_end_reward_button_title" = "YOU WON A FREE APP!";

/* Claim it on the AppStore */
"scringo_text_quiz_end_reward_button_subtitle" = "Claim it on the AppStore";

/* Take Photo */
"scringo_text_take_photo_label" = "Take Photo";

/* Choose Existing */
"scringo_text_choose_existing_label" = "Choose Existing";

/* Sticker Store */
"scringo_text_sticker_store" = "Sticker Store";

/* Sticker Pack */
"scringo_text_sticker_pack" = "Sticker Pack";

/* Sent a Sticker */
"scringo_text_notification_sticker_message" = "Sent a Sticker";

/* Sent an Image */
"scringo_text_notification_image_message" = "Sent an Image";

/* Installed */
"scringo_text_installed" = "Installed";

/* liked an image */
"scringo_text_liked_a_topic_image" = "liked an image";

/* posted an image in */
"scringo_text_posted_an_image" = "posted an image in";

/* By logging in you agree to our $PRIVACY$ and $TERMS$ */
"scringo_text_login_privacy_html" = "By logging in you agree to our $PRIVACY$ and $TERMS$";

/* By signing up you agree to our $PRIVACY$ and $TERMS$ */
"scringo_text_signup_privacy_html" = "By signing up you agree to our $PRIVACY$ and $TERMS$";

/* Privacy Policy */
"scringo_text_privacy_policy_name" = "Privacy Policy";

/* Terms of Use */
"scringo_text_terms_of_use_name" = "Terms of Use";

/* Load Earlier Comments */
"scringo_text_load_earlier_comments_button" = "Load Earlier Comments";

/* Profile */
"scringo_text_profile_title_label" = "Profile";

/* User Profile */
"scringo_text_my_profile_title_label" = "User Profile";
